Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/huldra.html.tmx
Source language: nob
Languages: sma

source: Det ble fortalt at det bodde en huldrefamilie her.
sma: Saajvenïejte

source: Anders Mikal Larsen og søster Anna Larsen (1898-1968) bygde tømmerhus, uthus og brønn her på Solheim tidlig på 1900-tallet.
sma: Anders Mikal Larsen jïh åabpebe Anna Larsen (1898-1968) dïmperegåetiem, ålkoegåetiem jïh prutniem daesnie bigkin Solheimesne aareh 1900-låhkoen.

source: Anders giftet seg med Karen Johnsdatter fra nabogården Elvebakk.
sma: Anders Karen Johnsdatterinie pruvri mij lij kraannagaertienistie Elvebakk.

source: De fikk ingen barn.
sma: Dah guaktah idtjigan maanah åadtjoeh.

source: Karens brordatter Lilly Elvebakk og ektemannen Anders Reinslett flyttet hit rundt 1950.
sma: Karenen sïesele Lilly Elvebakk jïh geellebe Anders Reinslett diekie juhtigan ovrehte 1950.

source: De hadde to barn, Inger Jusie og Edmund Sandrup.
sma: Dej lin göökte maanah, Inger Jusie jïh Edmund Sandrup.

source: Lilly og Anders bygget et lite hus med tilhørende vedskjul.
sma: Lilly jïh Anders onne gåetiem tseegkin moereskæhtjojne.

source: De overtok fjøsdrifta etter Anders Larsen.
sma: Dah fievsine jåerhkiejin Anders Larsenen mænngan.

source: De bodde her til 1967.
sma: Dah daesnie årroejin 1967 raajan.
